Repository: ukrainski-dom/housing-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Mark for deletion
pl: Oznacz jako do usunięcia

source: House
pl: Dom

source: Apartment
pl: Mieszkanie

source: Room
pl: Pokój

source: Couch
pl: Kanapa

source: Mattress
pl: Materac

source: Two rooms
pl: Dwa pokoje

source: Room in own house
pl: Pokój w domu lub w mieszkaniu, gdzie mieszkasz

source: Separate part of an apartment
pl: Wydzielona część domu czy lokalu, w którym przebywają inni ludzie

source: Bed in shared room
pl: Łóżko w pokoju współdzielonym

source: Place in hotel, hostel or guesthouse
pl: Miejsce w hotelu, hostelu, pensjonacie

source: Up to week
pl: Kilka dni - do tygodnia

source: Month
pl: Na miesiąc

source: Two months or more
pl: Na dwa miesiące i więcej

source: Half a year
pl: Pół roku

source: As long as needed
pl: Tak długo, jak potrzebne

source: Warsaw
pl: Warszawa

source: Poland
pl: Polska

source: None
pl: Brak

source: Fresh
pl: Świeżak

source: Taken
pl: Zajęta

source: Calling
pl: Dzwonimy

source: Ignore
pl: Ignoruj

source: For deletion
pl: Do usunięcia

source: all
pl: wszystkie

source: Elderly person (independent)
pl: Osoba starsza (samodzielna)

source: An elderly person (not independent - with a guardian)
pl: Osoba starsza (niesamodzielna - z opiekunem/ką)

source: Man
pl: Mężczyzna

source: A person with a disability (independent)
pl: Osoba z niepełnosprawnością (samodzielna)

source: A person with a disability (independent - with a guardian)
pl: Osoba z niepełnosprawnością (niesamodzielna - z opiekunem/ką)

source: A refugee from Ukraine with citizenship other than Ukrainian
pl: Uchodźca/czyni z Ukrainy o innym obywatelstwie niż ukraińskie

source: A refugee from Ukraine, with a nationality other than Ukrainian
pl: Uchodźca/czyni z Ukrainy o innej narodowości niż ukraińska

source: A person representing a gender or sexual minority (LGBTKA+)
pl: Osoba uchodźcza reprezentująca mniejszość płciową lub seksualną (LGBTQA+)

source: None from listed groups
pl: Żaden/żadna z wymienionych grup

source: Ground floor or building with an elevator
pl: Parter lub budynek z windą

source: A place accessible to people in a wheelchair
pl: Miejsce dostępne dla osób poruszających się na wózku

source: A bed for a child
pl: Łóżeczko dla dziecka

source: Possibility of accommodating a person/people with a pet
pl: Możliwość zakwaterowania osoby/osób ze zwierzęciem/tami

source: Cats
pl: Koty

source: Dogs
pl: Psy

source: Rodents
pl: Gryzonie

source: move abroad
pl: przenieść się za granicę

source: rent an apartment/room in Poland
pl: wynająć mieszkanie/pokój w Polsce

source: find a job and rent an apartment/room in Poland
pl: znaleźć pracę i wynająć mieszkanie/pokój w Polsce

source: we dont know yet
pl: jeszcze nie wiemy

source: Polish
pl: Polski

source: English
pl: Angielski

source: Ukrainian
pl: Ukraiński

source: Russian
pl: Rosyjski

source: Belarusian
pl: Białoruski

source: Full name
pl: Imię i nazwisko

source: Something about you
pl: Powiedz coś o sobie

source: how old are you? who do you live with (if you'll host at your place)?
pl: ile masz lat? Z kim mieszkasz (jeśli przyjmujesz kogoś u siebie)?

source: Resource
pl: Zasób

source: City and zip code
pl: Miasto i kod pocztowy

source: Zip code
pl: Kod pocztowy

source: Address
pl: Adres

source: street, building number, appartment number
pl: ulica, numer budynku, numer mieszkania

source: Max number of people to accomodate
pl: Maksymalna liczba ludzi do przyjęcia

source: How many people can you support while providing them adequate living conditions?
pl: Ile osób jesteś w stanie wesprzeć tak, by miały godne warunki pobytu?

source: Age
pl: Wiek

source: When to call?
pl: Kiedy można dzwonić?

source: Are there pets in the house?
pl: Czy są w domu zwierzęta?

source: Can accomodate pets?
pl: Czy przyjmie zwierzęta?

source: Costs
pl: Koszty

source: Costs of stay - rent, fees, rental costs or free stay
pl: Koszty pobytu - czynsz, opłaty, koszty najmu lub darmowy pobyt

source: Availability
pl: Dostępność

source: When can you start providing the accomodation?
pl: Od kiedy udostępniasz nocleg?

source: Length of stay
pl: Długość pobytu

source: For how long (in days)?
pl: Na jak długo? (liczba dni)

source: Accommodation length
pl: Okres pobytu

source: For how long can you provide the accomodation?
pl: Na jak długo udostępniasz nocleg?

source: Languages
pl: Języki

source: Languages that the person speaks
pl: Języki w których mówi osoba

source: Details
pl: Szczegóły

source: A bunch of information about the place - presence of animals, languages spoken by tenants, availability of bed linen and towels, others
pl: Garść informacji o miejscu - obecność zwierząt, języki obce lokatorów i lokatorek, dostępna pościel i ręczniki, inne

source: Newsletter agreement
pl: Zgoda na newsletter

source: Phone number
pl: Numer telefonu

source: Backup phone number
pl: Twój numer telefonu

source: An additional contact person
pl: Dodatkowa osoba kontaktowa)

source: Extra details
pl: Dodatkowe szczegóły

source: Owner
pl: Właściciel

source: Will pick the people up
pl: Przyjedzie odebrać

source: Note
pl: Notatka

source: Cherry
pl: Wiśnia

source: Verified
pl: Zweryfikowane

source: Is dropped
pl: Spadło

source: Got hot
pl: Stało się gorące

source: This host offers longer stay
pl: Gospodarz oferuje moliwość dłuszego pobytu

source: Turtle
pl: Żółw

source: Resources
pl: Zasoby

source: Site
pl: Strona

source: Terrain
pl: Teren

source: Other
pl: Inne

source: Searching
pl: Szukamy

source: Host found
pl: Gospodarz znaleziony

source: Gone
pl: Zniknęła

source: Success
pl: Sukces

source: Cancelled
pl: Nieaktualne

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: On border
pl: na granicy

source: The number of people
pl: Liczba osób

source: Description
pl: Opis

source: Nationality
pl: Narodowość

source: Traveling with pets
pl: Podróżuje ze zwierzętami

source: Can stay with pets
pl: Może mieszkać ze zwierzętami

source: Can the person stay with pets (e.g., due to allergies)?
pl: Czy osoba może spać w miejscu ze zwierzętami? (np. alergie)

source: Contact person
pl: Osoba kontaktowa

source: Since when the support is needed
pl: Od kiedy potrzebuje wsparcia

source: Other groups
pl: Inne grupy

source: Transport needed
pl: Potrzebny transport

source: Person in charge (legacy)
pl: Kto ogarnia (stare)

source: Receiver of the submission
pl: Przyjmujący zgłoszenie

source: Coordinator
pl: Koordynator

source: Who found the host
pl: Kto znalazł gospodarza

source: Resource (Host)
pl: Zasób (Gospodarz)

source: Priority
pl: Priorytet

source: Source
pl: Źródło

source: Should be deleted
pl: Do usuniędia

source: Finished at
pl: Zakończone o

source: Submission
pl: Zgłoszenie

source: Submissions
pl: Zgłoszenia

source: Dropped from submission
pl: Spadło ze zgłoszenia

source: Host found by
pl: Gospodarz znaleziony przez

source: Dropped at
pl: Spadło o

source: Remote
pl: Zdalna

source: Station
pl: Dworzec

source: User
pl: Użytkownik

source: Group
pl: Grupa

source: Coordinators
pl: Koordynatorzy

source: Host
pl: Gospodarz

source: Change
pl: Zmiana

source: Record Change
pl: Zmiana Rekordu

source: Record Changes
pl: Zmiany Rekordów

source: submission throttling
pl: limity zgłoszeń

source: Max number of open/searching submissions. Set to 0 to disable throttling.
pl: maksmymalna liczba zgłoszeń udostępniania/szukania. Ustaw na 0 żeby wyłączyć limit.

source: submission throttling active since
pl: limit zgłoszeń aktywny od

source: Only submissions created after this date will be counted in calculating throttling limit
pl: Tylko zgłoszenia utworzone po tej dacie będą liczone przy wyliczaniu limitów zgłoszeń

source: Site Configuration
pl: Konfiguracja Strony

source: You can use <a href='https://docs.github.com/en/get-started/writing-on-github/getting-started-with-writing-and-formatting-on-github/basic-writing-and-formatting-syntax' target='_blank'>Markdown</a> here.
pl: Możesz tu używać <a href='https://docs.github.com/en/get-started/writing-on-github/getting-started-with-writing-and-formatting-on-github/basic-writing-and-formatting-syntax' target='_blank'>Markdowna</a>.

source: Identifier
pl: Identyfikator

source: Title in the primary language
pl: Tytuł w języku głównym

source: Title in the secondary language
pl: Tytuł w języku dodatkowym

source: Content in the primary language
pl: Treść w języku głównym

source: Content in the secondary language
pl: Treść w języku dodatkowym

source: Published
pl: Opublikowano

source: Menu Page
pl: Strona w Menu

source: Menu Pages
pl: Strony w Menu

source: This submission already have a diiferent resource
pl: To zgłoszenia ma już inny zasób

source: This submission is already processed by {matcher}!
pl: To zgłoszenie jest już przetwarzane przez {matcher}!

source: Note updated!
pl: Notatka zaktualizowana!

source: Link for editing the submission
pl: Link do edycji zgłoszenia

source: Someone is already searching for this request
pl: Ktoś już szuka tego zgłoszenia

source: Someone is already processing this request
pl: To zgłoszenie jest procesowane przez kogoś innego

source: Account Inactive
pl: Konto Nieaktywne

source: This account is inactive.
pl: To konto jest nieaktywne.

source: Account
pl: Konto

source: E-mail Addresses
pl: Adres email

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pl: <strong>Uwaga:</strong> możesz nadal <a href="%(email_url)s">zmianić swójadres email</a>.

source: Personal info
pl: Informacje osobiste

source: Permissions
pl: Uprawnienia

source: Important dates
pl: Istotne daty

source: Users
pl: Użytkownicy

source: This username has already been taken.
pl: Ta nazwa użytkownika jest już zajęta.

source: Name of User
pl: Nazwa użytkownika

source: Information successfully updated
pl: Informacje zapisane poprawnie
